# Brew
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'ack'
brew 'asdf'
brew 'autojump'
brew 'bat'
brew 'curl'
brew 'diff-so-fancy'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'heroku'
brew 'nginx'
brew 'prettyping'
brew 'sqlite'
brew 'tmate'
brew 'TomAnthony/brews/itermocil'
brew 'wget'

brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

brew 'autoconf'
brew 'cmake'
brew 'coreutils'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gettext'
brew 'glib'
brew 'gpg'
brew 'imagemagick'
brew 'jpeg'
brew 'libffi'
brew 'libiconv'
brew 'libpng'
brew 'libssh'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'openjpeg'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'unzip'
brew 'webkit2png'
brew 'webp'
brew 'zlib'

# MAS
brew 'mas'

mas 'Amphetamine', id: 937984704
mas 'Clocker', id: 1056643111
mas 'Shush', id: 496437906
mas 'TranslateTab', id: 458887729

# CASK
tap 'caskroom/cask'
tap 'homebrew/cask-versions'
brew 'brew-cask-completion'

cask 'alfred3'
cask 'authy'
cask 'cloudapp'
cask 'dash'
cask 'docker'
cask 'fantastical'
cask 'google-backup-and-sync'
cask 'google-chrome-beta'
cask 'grammarly'
cask 'graphql-ide'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'monodraw'
cask 'muzzle'
cask 'psequel'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'the-unarchiver'
cask 'typora'
